Repository: pilotofpackets/pingscape
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: For this, Pingscape asks two services on the internet: ipify (ipify.org) for your public IP address, and RIPEstat (RIPE NCC) for the provider and organization. Each of them sees your public IP address, as with any request, and nothing else is sent. There is no server of ours. You can change this at any time under About.
de: Dafür fragt Pingscape zwei Dienste im Internet: ipify (ipify.org) nach deiner öffentlichen IP-Adresse und RIPEstat (RIPE NCC) nach Provider und Organisation. Beide sehen deine öffentliche IP-Adresse, wie bei jeder Anfrage, sonst wird nichts gesendet. Einen Server von uns gibt es nicht. Ändern kannst du das jederzeit unter Über.
es: Para ello, Pingscape consulta dos servicios de internet: ipify (ipify.org) para tu dirección IP pública y RIPEstat (RIPE NCC) para el proveedor y la organización. Cada uno ve tu dirección IP pública, como en cualquier petición, y no se envía nada más. No tenemos servidor propio. Puedes cambiarlo en cualquier momento en Acerca de.
fr: Pour cela, Pingscape interroge deux services sur Internet : ipify (ipify.org) pour votre adresse IP publique et RIPEstat (RIPE NCC) pour le fournisseur et l’organisation. Chacun voit votre adresse IP publique, comme pour toute requête, et rien d’autre n’est envoyé. Nous n’avons pas de serveur. Vous pouvez modifier ce choix à tout moment dans À propos.
it: Per questo Pingscape interroga due servizi su Internet: ipify (ipify.org) per il tuo indirizzo IP pubblico e RIPEstat (RIPE NCC) per il provider e l’organizzazione. Ciascuno vede il tuo indirizzo IP pubblico, come per qualsiasi richiesta, e non viene inviato altro. Non abbiamo un server nostro. Puoi cambiare questa scelta in qualsiasi momento in Info.

source: Ping ${host}
de: ${host} anpingen

source: Network status
de: Netzwerkstatus
es: Estado de la red
fr: État du réseau
it: Stato della rete

source: Reads the state of the network right now and returns it as text: connection, Wi-Fi, VPN and cellular. Nothing is changed or sent anywhere.
de: Liest den Zustand des Netzwerks jetzt und gibt ihn als Text zurück: Verbindung, WLAN, VPN und Mobilfunk. Es wird nichts geändert oder irgendwohin gesendet.
es: Lee el estado actual de la red y lo devuelve como texto: conexión, Wi-Fi, VPN y red móvil. No se cambia ni se envía nada.
fr: Lit l’état du réseau à l’instant même et le renvoie sous forme de texte : connexion, Wi-Fi, VPN et réseau cellulaire. Rien n’est modifié ni envoyé.
it: Legge lo stato attuale della rete e lo restituisce come testo: connessione, Wi-Fi, VPN e rete cellulare. Non viene modificato né inviato nulla.

source: Online via %@
de: Online über %@
es: En línea vía %@
fr: En ligne via %@
it: Online tramite %@

source: Is a VPN active?
de: Ist ein VPN aktiv?
es: ¿Hay una VPN activa?
fr: Un VPN est-il actif ?
it: C’è una VPN attiva?

source: Tells whether a VPN tunnel is active on this device right now.
de: Sagt, ob auf diesem Gerät gerade ein VPN-Tunnel aktiv ist.
es: Indica si hay un túnel VPN activo en este dispositivo en este momento.
fr: Indique si un tunnel VPN est actif sur cet appareil en ce moment.
it: Indica se su questo dispositivo è attivo un tunnel VPN in questo momento.

source: A VPN is active
de: Ein VPN ist aktiv
es: Hay una VPN activa
fr: Un VPN est actif
it: C’è una VPN attiva

source: No VPN is active
de: Kein VPN ist aktiv
es: No hay ninguna VPN activa
fr: Aucun VPN n’est actif
it: Nessuna VPN è attiva

source: Ping a host
de: Einen Host anpingen
es: Hacer ping a un host
fr: Envoyer un ping à un hôte
it: Fai il ping a un host

source: Sends echo requests to a host and returns the round trip in milliseconds.
de: Sendet Echo-Anfragen an einen Host und gibt die Antwortzeit in Millisekunden zurück.
es: Envía solicitudes de eco a un host y devuelve el tiempo de ida y vuelta en milisegundos.
fr: Envoie des requêtes d’écho à un hôte et renvoie le temps aller-retour en millisecondes.
it: Invia richieste echo a un host e restituisce il tempo di andata e ritorno in millisecondi.

source: A host name or IP address
de: Ein Hostname oder eine IP-Adresse
es: Un nombre de host o una dirección IP
fr: Un nom d’hôte ou une adresse IP
it: Un nome host o un indirizzo IP

source: Access point: %@ → %@
es: Punto de acceso: %@ → %@
fr: Point d’accès : %@ → %@

source: Cipher suite
es: Suite de cifrado
fr: Suite de chiffrement
it: Suite di cifratura

source: default
es: predeterminada
fr: par défaut
it: predefinita

source: Details
es: Detalles
fr: Détails
it: Dettagli

source: DNS server
es: Servidor DNS
fr: Serveur DNS
it: Server DNS

source: Flags
es: Indicadores
fr: Indicateurs
it: Flag

source: Gateway
es: Puerta de enlace
fr: Passerelle

source: Host name
es: Nombre de host
fr: Nom d’hôte
it: Nome host

source: HTTP proxy
es: Proxy HTTP
fr: Proxy HTTP
it: Proxy HTTP

source: Live
es: Directo
fr: Direct

source: Name
es: Nombre
fr: Nom
it: Nome

source: Name (SSID)
es: Nombre (SSID)
fr: Nom (SSID)
it: Nome (SSID)

source: Offline
es: Sin conexión
fr: Hors ligne

source: Online
es: En línea
fr: En ligne

source: Port
es: Puerto
it: Porta

source: Ports
es: Puertos
it: Porte

source: Provider (AS)
es: Proveedor (AS)
fr: Fournisseur (AS)

source: Records
es: Registros
fr: Enregistrements
it: Record

source: Registrar
es: Registrador
fr: Registraire

source: Reverse DNS
es: DNS inverso
fr: DNS inverse
it: DNS inverso

source: Route
es: Ruta

source: Router (gateway)
es: Router (puerta de enlace)
fr: Routeur (passerelle)

source: Routing
es: Enrutamiento
fr: Routage

source: Server
es: Servidor
fr: Serveur

source: Split tunnel
es: Túnel dividido
fr: Tunnel fractionné

source: Start
es: Iniciar
fr: Démarrer
it: Avvia

source: Status
es: Estado
fr: État
it: Stato

source: System
es: Sistema
fr: Système
it: Sistema

source: TCP ping, port %lld
es: Ping TCP, puerto %lld
fr: Ping TCP, port %lld
it: Ping TCP, porta %lld

source: TLS handshake
es: Handshake TLS
fr: Négociation TLS
it: Handshake TLS

source: Transport
es: Transporte
it: Trasporto

source: Tunnel
es: Túnel

source: Tunnel · %@
es: Túnel · %@

source: Version %@
es: Versión %@
it: Versione %@

source: %lld bytes
fr: %lld octets
it: %lld byte

source: Host
fr: Hôte

source: Hosts
fr: Hôtes
it: Host

source: Jitter
fr: Gigue

source: MB/s
fr: Mo/s

source: Router
fr: Routeur

source: Router (UPnP)
fr: Routeur (UPnP)

source: Interfaces
it: Interfacce
